austen   866
by   8512
emma   303
i   32
volume   30300
chapter   342
a   314
and   132
clever   78
comfortable   95444
handsome   240
home   17600
rich   33962
with   108
woodhouse   683
best   569
blessings   73
disposition   1086
happy   48060
of   17
seemed   2759
some   71361
the   133670
to   590
unite   26
existence   48
had   10351
in   263
lived   141
nearly   472
one   6224
twenty   1023
world   33580
years   1286
distress   4019
her   3068
little   112
or   6325
very   25
vex   11574
affectionate   9207
daughters   18807
most   42
she   2375
two   322
was   1524
youngest   56
consequence   11
father   2319
indulgent   133
marriage   606
s   8222
sister   151
been   3411
early   141
from   21412
his   2900
house   9076
mistress   287
mother   64
period   1213
ago   302
an   1486
died   1765
for   191
have   19527
indistinct   10466
long   4064
more   2908
than   4897
caresses   90
place   7
remembrance   1588
supplied   36
as   175
excellent   967
fallen   14529
governess   17
short   4264
who   209
woman   400
affection   167
family   45
miss   1193
mr   53
sixteen   2357
taylor   485
both   484
fond   749
friend   156
less   1073
between   13946
but   136
intimacy   767
it   10347
particularly   22530
them   47
before   162
ceased   2480
even   3449
hold   78
nominal   552
allowed   119
hardly   16
mildness   137
office   307
temper   104
any   14
authority   3358
being   22
impose   162
restraint   90
shadow   1652
away   4681
living   508
now   2027
passed   13107
they   429
together   964
attached   8
doing   75
just   265
liked   1336
mutually   5794
what   100
chiefly   100
esteeming   377
highly   35
judgment   57
own   2223
evils   264
having   38
indeed   874
power   169
real   6878
situation   608
were   728
much   809
rather   2309
think   1918
way   1694
disadvantages   2511
herself   971
these   2850
well   8775
which   22
alloy   7
at   1591
danger   10
enjoyments   145
however   673
many   9176
present   605
did   7794
means   6
misfortunes   28811
not   3302
rank   19171
so   290
that   64
unperceived   6
all   170
came   3337
gentle   111
shape   13726
sorrow   161
consciousness   34
disagreeable   56
married   183
brought   114
day   1939
first   1231
grief   67
loss   8597
on   41
wedding   3326
beloved   8915
mournful   153
sat   563
this   12
thought   1353
bride   17
continuance   2641
gone   45
over   2802
people   707
dine   1023
left   47
no   5846
prospect   58
cheer   323
composed   35
evening   497
himself   37
third   1702
after   298
dinner   2723
only   203
sit   186
sleep   5094
then   2506
usual   337
lost   359
event   92
every   2892
happiness   204
promise   234
weston   440
age   5616
character   8
easy   215
fortune   169
man   175
suitable   15
unexceptionable   226
considering   198
manners   159
pleasant   6382
satisfaction   106
there   87
always   184
denying   23
friendship   62
generous   103
self   1013
wished   183
black   12
match   92
morning   467
promoted   877
work   887
be   550
felt   4390
hour   16117
want   607
would   458
kindness   21
past   327
recalled   167
five   2720
how   177
played   66
taught   581
amuse   2083
attach   30
devoted   114
old   18
powers   18
health   161
illnesses   7
nursed   1589
through   103
childhood   23
debt   435
gratitude   25
here   80
large   35
owing   1786
equal   32
footing   1333
intercourse   564
last   217
perfect   10
seven   291
followed   10
isabella   1081
soon   304
their   93
unreserve   7807
dearer   811
each   2451
other   2234
recollection   14
yet   48
companion   143
few   2560
intelligent   664
possessed   63
such   26
informed   51
knowing   62
useful   172
ways   310
concerns   45
interested   1291
its   29
peculiarly   25
could   413
hers   69
pleasure   63
scheme   1424
speak   3685
whom   1003
arose   212
fault   1846
find   726
never   98
bear   603
change   273
true   519
aware   799
going   917
great   67
half   88
mile   2860
must   2345
difference   148
mrs   1859
advantages   37
domestic   223
natural   47
suffering   80
dearly   38
he   39
intellectual   23
loved   235
solitude   25868
conversation   368
meet   188
playful   46
rational   9
actual   811
ages   27
disparity   10
evil   77
constitution   112
habits   18
increased   50
life   1447
valetudinarian   1581
without   27
body   764
mind   762
older   37
everywhere   1740
friendliness   49
heart   11
though   1500
amiable   76
him   73
recommended   30
talents   13026
time   2708
comparatively   36
matrimony   157
removed   11
beyond   152
london   172
miles   128
off   1576
settled   356
daily   129
november   118
october   12
reach   21
christmas   14
hartfield   160
next   54
struggled   565
children   276
husband   320
visit   2253
again   180
fill   1830
give   151
society   2122
almost   125
amounting   21
highbury   131
populous   765
village   273
lawn   135
separate   108
shrubberies   30
spite   7
afforded   1493
belong   670
equals   77
name   25
really   14
looked   984
up   5023
acquaintance   217
civil   15
universally   58
accepted   1405
among   71
melancholy   67
impossible   84
sigh   496
things   178
wish   1977
awoke   1018
cheerful   20
made   2744
necessary   150
till   97
depressed   331
easily   78
nervous   57
required   40
spirits   134
support   11
hating   313
part   9
used   855
kind   476
origin   20
reconciled   28
daughter   572
ever   51
marrying   1801
nor   1661
compassion   88
entirely   189
obliged   6331
when   222
able   20
selfishness   399
differently   362
feel   426
suppose   30
disposed   84
done   1322
sad   150
deal   1975
thing   340
happier   49
if   5245
rest   129
spent   755
chatted   99
keep   27
smiled   721
tea   325
thoughts   88
exactly   2739
said   223
say   9429
pity   907
poor   155
is   18303
agree   1126
cannot   55
know   16431
papa   94
you   3058
deserves   2899
good   35
humoured   56
thoroughly   22
live   755
us   548
wife   2902
humours   10515
might   97
my   9
odd   1963
advantage   1854
where   116
three   1229
times   467
dear   732
coming   423
often   5142
see   11714
shall   2885
we   517
begin   156
go   172
meeting   2841
pay   213
am   3209
distance   739
far   946
get   90
randalls   162
walk   504
carriage   223
nobody   5126
walking   228
your   194
sure   921
horses   106
james   8319
like   3469
put   1592
will   247
are   7029
while   1222
our   34
paying   2721
into   4098
stable   39
already   310
talked   223
may   1270
night   2555
because   2297
anywhere   359
doubt   603
else   1803
take   72
whether   549
got   493
hannah   15
mentioned   105
glad   365
lucky   65
account   16
slighted   4587
upon   257
make   2255
servant   605
girl   293
opinion   415
pretty   288
spoken   219
whenever   112
curtseys   10
do   9479
manner   5539
me   509
needlework   10
observe   137
bangs   95
door   42
lock   757
right   1148
about   260
comfort   82
somebody   2595
goes   188
hearing   172
tell   1154
exertions   39
flow   20
ideas   24
maintain   61
spared   55
backgammon   107
help   431
tolerably   35
attacked   14
regrets   16
afterwards   394
immediately   132
placed   22
table   343
visitor   235
unnecessary   367
walked   37
eight   389
knightley   96
sensible   174
thirty   260
intimate   40
brother   53
connected   52
elder   807
frequent   44
welcome   157
connexions   170
directly   45
mutual   18
absence   413
days   251
late   1270
returned   69
brunswick   11
square   139
animated   118
circumstance   27
inquiries   34
answered   806
come   16
gratefully   146
observed   3642
afraid   5771
call   657
out   498
shocking   33
beautiful   1050
mild   268
moonlight   36
sir   71
back   181
draw   1123
fire   890
damp   1263
dirty   31
found   37
catch   140
cold   281
look   1187
shoes   81
quite   1081
surprising   18
vast   182
dreadfully   199
hard   17
rain   25
rained   343
breakfast   131
wanted   277
bye   59
joy   442
feeling   592
hurry   207
sort   126
congratulations   9
hope   681
went   2307
behave   24
cried   1107
ah   199
business   374
please   314
possibly   92
regard   184
comes   305
dependence   260
independence   24
question   28
better   93
rate   874
creature   169
especially   1668
fanciful   14
those   22
troublesome   188
head   6
playfully   1495
certainly   407
believe   655
sometimes   287
dearest   54
mean   573
horrible   75
idea   300
meant   1075
oh   204
loves   796
myself   49
another   38
joke   1256
fact   228
faults   39
told   783
agreeable   120
knew   748
suspect   66
flatter   183
knows   21
has   61
reflection   1668
persons   148
chances   22
hear   94
let   2692
pass   1090
willing   1235
behaved   41
charmingly   5
punctual   10
face   197
looks   53
seen   1275
tear   935
apart   61
bears   27
lose   214
sorry   117
thinks   91
divided   727
smiles   120
tears   186
turned   62
should   2570
acceptable   39
important   113
provision   100
secure   22
allow   1628
pain   120
therefore   199
happily   47
forgotten   154
matter   499
considerable   98
four   623
proved   99
marry   169
fondly   103
replied   15
shook   481
foretell   11
matches   5
pray   227
whatever   526
none   686
amusement   148
greatest   54
success   72
widower   6
perfectly   243
constantly   38
either   57
occupied   380
friends   483
wherever   60
alone   285
need   77
single   135
spend   625
year   499
letting   516
others   2754
son   114
uncle   26
believed   109
nonsense   69
solemn   267
subject   246
since   541
began   244
broadway   10
drizzle   60
lane   761
borrowed   49
darted   22
gallantry   18
farmer   214
blessed   10
planned   351
instance   66
leave   514
making   337
understand   421
endeavour   5
properly   28
supposes   56
delicately   8
endeavouring   20
bring   996
employment   156
worthy   37
young   1158
imagine   763
lady   127
planning   8
saying   1746
yourself   291
idle   79
talk   1274
why   348
guess   52
merit   183
proud   115
can   2031
known   616
triumph   71
cleverer   5
depend   66
luck   171
merely   78
talent   26
quarrel   1303
word   56
claim   50
drawn   139
pictures   46
something   943
nothing   1470
encouragements   39
given   848
visits   6
matters   89
comprehend   808
enough   53
open   569
straightforward   57
manage   14
safely   86
unaffected   31
harm   154
likely   91
interference   19
rejoined   12
understanding   243
break   65
silly   263
circle   90
grievously   8
elton   387
comfortably   938
fitted   38
whole   31
longer   209
shame   311
hands   17
joining   1006
same   1268
service   225
ask   321
attention   200
shew   433
dare   209
laughing   178
invite   27
chicken   333
chuse   8
fish   31
care   365
six   297
ii   38
born   66
native   302
respectable   60
generations   138
rising   188
education   9
gentility   58
property   365
received   56
become   19
small   570
succeeding   322
brothers   8
homely   10
indisposed   17
pursuits   71
active   142
engaged   198
satisfied   52
social   44
county   90
embodied   7
entering   21
militia   5
captain   859
favourite   296
general   105
churchill   29
introduced   46
military   242
fell   10
love   539
yorkshire   1121
except   33
surprized   292
full   819
importance   172
pride   68
connexion   41
offend   54
command   254
bore   76
proportion   29
dissuaded   66
infinite   1242
mortification   64
took   22
decorum   110
due   149
threw   10
unsuitable   5
ought   56
produce   388
sweet   819
warm   139
whose   408
goodness   559
return   114
spirit   746
pursue   87
resolution   50
refrain   25
anger   23
unreasonable   312
former   33
missing   175
comparison   42
enscombe   1355
income   48
still   36
cease   120
once   931
churchills   128
considered   15
amazing   12
worst   90
bargain   20
child   5
poorer   548
expense   37
relieved   30
additional   566
boy   30
lingering   5
softening   27
illness   33
reconciliation   21
kindred   38
offered   222
charge   212
decease   226
frank   8
reluctance   21
scruples   10
supposed   139
considerations   72
overcome   10
wealth   85
seek   347
improve   23
became   118
complete   285
desirable   44
quitted   41
established   51
trade   108
favourable   34
opening   110
concern   74
leisure   49
occupation   24
pleasures   41
eighteen   47
competence   11
adjoining   34
purchase   17
longed   38
according   867
wishes   77
friendly   83
begun   102
influence   99
schemes   20
youth   208
determination   54
settling   20
shaken   25
sale   17
forward   310
objects   70
steadily   65
accomplished   173
view   52
beginning   97
bought   57
new   278
obtained   791
greater   39
probability   236
unhappy   67
secured   46
delightful   459
judging   89
second   31
truly   124
pleasantest   7
proof   97
choose   134
chosen   167
excite   22
choice   103
adoption   49
heir   9
assume   31
unlikely   10
apprehension   55
assistance   22
aunt   92
capricious   11
governed   17
caprice   407
nature   10
affect   612
strong   25
saw   1636
fine   88
report   426
belonging   42
sufficiently   39
common   34
merits   19
prospects   302
lively   58
compliment   140
curiosity   65
prevailed   48
achieved   18
generally   113
proposed   39
proper   170
voice   1258
bates   83
drank   39
perry   149
strengthened   48
occasion   153
understood   396
written   130
included   25
mention   97
letter   331
heard   1599
says   214
prized   421
formed   134
pleasing   70
irresistible   23
sense   310
addition   35
expression   30
source   84
fortunate   40
partial   67
regret   25
separation   47
cooled   9
ill   307
missed   33
losing   23
companionableness   5
feeble   39
energy   90
girls   40
difficulties   57
privations   6
convenient   38
female   65
solitary   76
approaching   131
circumstances   43
evenings   120
season   21
spending   17
week   159
altogether   140
hours   220
moments   93
enjoyment   65
apparent   37
surprize   645
taken   38
centre   63
attended   54
giving   218
stay   276
likelihood   25
recovering   5
alleviation   14
ceasing   98
compliments   41
neighbours   83
teased   37
cake   45
eat   849
stomach   19
different   220
regarded   7
unfit   62
unwholesome   15
dissuade   67
earnestly   218
tried   12
vain   297
eating   91
pains   101
prevent   65
apothecary   13
consulting   15
gentlemanlike   11
applied   24
comforts   35
acknowledge   62
against   2317
bias   6
disagree   59
inclination   7
moderately   633
perhaps   117
unless   7
confirmation   11
newly   22
pair   73
benevolent   134
eaten   30
nerves   34
perrys   404
rumour   18
slice   7
iii   30
causes   53
united   28
residence   22
measure   150
families   210
horror   65
parties   73
terms   79
fortunately   21
including   26
parish   26
abbey   49
donwell   67
seat   226
comprehended   13
persuasion   5
unfrequently   41
fancied   30
preferred   60
company   17
scarcely   311
unequal   131
card   59
standing   295
westons   11
liking   20
blank   21
privilege   26
vacant   35
elegancies   168
room   721
lovely   75
thrown   128
set   1181
goddard   59
ladies   197
invitation   75
carried   22
fetched   308
hardship   10
grievance   7
vicar   88
quadrille   5
harmless   174
respect   34
enjoyed   1126
under   5
untoward   25
degree   30
neither   150
popularity   7
uncommon   1109
stood   930
predicament   142
public   197
atonement   33
superiority   90
frighten   14
hate   183
outward   64
beauty   14
boasted   202
distinction   34
middle   173
failing   16
possible   301
named   130
contented   57
universal   24
wonders   59
worked   87
surrounded   35
cheerfulness   58
simplicity   39
grateful   64
recommendation   18
felicity   1020
mine   25
talker   8
suited   25
trivial   17
communications   12
gossip   11
school   99
establishment   19
professed   20
sentences   17
acquirements   17
elegant   33
morality   64
refined   10
principles   35
systems   10
enormous   68
screwed   12
vanity   139
boarding   145
fashioned   53
honest   7
reasonable   69
accomplishments   27
price   7
quantity   137
sold   122
scramble   944
sent   5
themselves   778
high   6
prodigies   982
repute   5
healthy   31
reckoned   40
ample   137
garden   47
gave   417
plenty   914
spot   77
food   20
run   151
summer   331
wholesome   174
chilblains   125
dressed   75
couple   284
train   84
wonder   69
church   213
motherly   243
entitled   18
formerly   27
holiday   18
occasional   26
owed   21
particular   224
fancy   45
hung   59
neat   108
parlour   1162
round   215
fireside   34
win   10
frequently   53
collect   22
sake   309
concerned   59
delighted   9
remedy   114
pleased   272
contriving   7
prosings   165
women   403
anticipated   7
fearfully   14
close   581
looking   305
note   119
respectful   15
smith   181
request   63
seventeen   24
interest   741
sight   206
gracious   72
dreaded   25
fair   319
mansion   22
harriet   506
several   184
condition   72
lately   184
raised   52
scholar   19
boarder   6
history   118
visible   72
acquired   19
country   433
happened   206
admired   58
plump   12
bloom   35
blue   287
eyes   1428
features   793
hair   356
light   62
regular   54
end   34
sweetness   896
person   413
continue   176
determined   83
remarkably   229
struck   31
engaging   18
pushing   18
shy   36
unwilling   26
becoming   31
deference   37
pleasantly   8
seeming   51
shewing   26
admitted   45
appearance   14
impressed   171
style   121
superior   94
deserve   57
encouragement   38
graces   156
soft   19
inferior   35
wasted   47
unworthy   25
parted   77
farm   89
renting   73
creditably   8
coarse   27
elegance   345
knowledge   46
notice   139
detach   333
introduce   27
form   224
opinions   56
interesting   90
admiring   79
busy   18
talking   245
betweens   72
forming   44
flew   82
supper   40
unusual   129
closed   90
ready   263
watch   411
forwards   192
moved   21
alacrity   14
impulse   23
attentively   75
credit   74
indifferent   18
honours   15
meal   29
recommend   34
urgency   5
guests   39
feelings   30
occasions   287
warfare   10
cloth   50
fashion   383
laid   85
conviction   51
hospitality   22
visitors   8
welcomed   29
grieve   14
basin   20
gruel   75
thin   9
approbation   29
thorough   48
clearing   5
constrain   24
eggs   22
propose   7
venturing   27
boiled   15
boiling   13
serle   11
understands   33
hurt   136
bit   165
apple   65
ours   53
tarts   12
custard   44
glass   179
tumbler   325
wine   6
water   817
satisfactory   19
sending   68
intentions   26
humble   27
introduction   16
panic   71
gratified   21
treated   59
actually   91
iv   21
decided   156
encouraging   92
inviting   20
quick   26
telling   102
foreseen   15
divisions   8
ground   25
shrubbery   515
sufficed   10
varied   32
confined   49
exercise   34
ventured   33
summon   9
privileges   44
valuable   5
approved   27
confirmed   32
designs   18
conceit   36
desiring   329
free   34
totally   25
attachment   29
guided   111
shewed   164
strength   216
taste   383
convinced   167
expected   103
granted   37
distinct   29
independent   41
object   31
sentiment   198
basis   10
esteem   49
attempts   26
usefulness   7
parents   72
questions   86
discovered   81
penetration   526
truth   14
chose   76
farther   180
affairs   22
teachers   44
naturally   64
martins   13
mill   29
months   193
describe   37
encouraged   33
beings   38
picture   97
talkativeness   26
enjoying   24
youthful   20
exultation   15
maid   87
upper   143
alderneys   13
welch   55
called   1138
drink   468
dozen   21
immediate   234
thinking   65
fancying   267
wrong   24
appeared   310
narrative   16
case   345
forever   55
sink   49
notion   68
number   294
led   141
meaning   224
dislike   58
evidently   51
merry   97
share   61
walks   82
dwelt   11
games   242
obliging   57
order   252
purpose   95
shepherd   213
sing   337
singing   146
flock   133
bid   113
wool   24
spoke   289
blush   39
send   397
finest   23
goose   30
asked   121
sunday   594
nash   13
prince   200
sup   10
information   71
line   296
does   685
read   330
yes   676
agricultural   9
lay   11
reads   102
reports   516
seats   285
window   42
cards   30
aloud   81
entertaining   9
extracts   20
forest   17
romance   151
ride   65
kingston   8
fifty   236
horseback   22
foot   261
raise   131
yeomanry   55
creditable   148
lower   8
above   551
below   137
birthday   232
june   17
th   42
rd   54
settle   72
seem   310
hence   149
probably   74
repent   165
money   448
afford   2726
men   65
beforehand   16
afloat   15
employed   69
forth   51
stock   1195
diligence   13
indoors   6
taking   22
talks   254
scrape   24
acquainted   110
fit   8
follow   279
objected   167
birth   29
misfortune   92
associates   62
careful   16
gentleman   327
station   48
within   619
degrading   5
force   138
firmly   34
advisable   7
permanently   10
marries   6
mere   194
elizabeth   102
educated   19
ignorant   66
vulgar   34
fluctuations   73
watched   189
alarming   17
symptoms   17
admirer   7
trusted   72
difficulty   128
serious   95
side   1166
arrangement   26
oppose   34
respectfully   207
road   12
unfeigned   13
opportunity   97
survey   10
yards   75
eye   502
robert   97
contrasted   10
gentlemen   196
gained   67
insensible   19
gentleness   15
noticed   50
voluntarily   23
admiration   85
minutes   184
remained   241
kept   439
running   157
waiting   191
flutter   157
smiling   10
compose   11
happening   16
chance   193
towards   482
forgot   75
morrow   291
happen   97
undoubtedly   34
compared   52
entire   100
expect   110
clownish   608
confess   60
imagined   113
nearer   127
mortified   19
genteel   14
repeatedly   19
specimens   9
bred   43
seeing   342
perceiving   23
wondering   55
abrupt   26
awkward   26
unmodulated   98
compare   36
hundred   766
plainly   88
carrying   84
speaking   247
silent   291
forty   235
makes   173
grows   30
disgusting   15
glaring   9
becomes   13
coarseness   44
detestable   12
later   55
solemnly   25
completely   6
gross   100
guessing   28
inattentive   23
profit   63
book   24
forgetting   34
inquire   456
market   77
illiterate   9
disturb   24
answer   425
remember   481
displeasure   188
grave   19
itself   378
held   262
openness   35
pattern   14
bluntness   12
humour   40
likes   74
copied   10
commanding   18
downright   23
suits   10
figure   212
copying   5
contrary   5
sufferable   88
model   18
grown   257
seems   147
design   35
softness   11
strikes   24
softer   6
personal   201
praise   51
repeated   381
blushed   169
justice   19
driving   186
fixed   51
probable   36
feared   131
equalled   10
brain   17
date   106
during   246
entered   96
plan   119
expediency   5
low   317
doubtful   42
fairly   45
sufficient   84
vicarage   21
deficiency   12
meetings   16
foundation   79
efficacy   111
weight   5
fastidious   10
feature   20
dispense   6
riding   29
conquered   20
v   19
supplying   8
quarrels   5
battle   320
fight   293
agreeing   123
yesterday   9
associate   9
judge   324
value   95
feels   44
sex   41
objection   49
hand   2446
wants   69
inducement   8
twelve   268
lists   7
regularly   31
neatly   14
alphabetically   36
rule   149
drew   46
fourteen   229
list   38
preserved   40
expecting   30
reading   114
steady   89
industry   45
patience   9
requiring   22
submit   101
subjection   26
affirm   52
stimulate   8
persuade   53
memory   19
refresh   86
feelingly   8
moment   756
added   276
charm   47
senses   48
spoiled   90
ten   478
puzzled   46
assured   71
diffident   102
slow   7
cope   6
dependent   12
preparing   32
receiving   63
material   54
point   341
submitting   8
thank   197
borne   120
cross   64
despair   172
grow   207
plague   5
wantonness   121
quarter   31
vexation   118
possibilities   7
pretend   50
foretelling   31
worse   223
hourly   66
ignorance   7
undesigned   20
learn   144
inferiority   9
presenting   11
gain   61
venture   82
places   318
belongs   43
uncomfortable   31
doctrines   109
mistaken   8
adapt   32
tend   7
varieties   13
polish   7
anxious   112
lament   40
attempt   93
deny   90
seldom   59
hazle   26
complexion   203
countenance   42
firm   133
height   66
size   93
upright   113
glance   100
hears   28
gives   75
loveliness   6
add   91
personally   20
appears   61
lies   146
dread   87
confidence   131
equally   42
stout   139
kinder   6
qualities   6
truer   26
lead   159
blunder   28
errs   14
angel   314
john   42
spleen   487
blind   166
frightened   101
unjust   60
unkind   13
consider   96
excuse   118
liberty   201
somewhat   143
hinting   9
arise   191
discussion   19
supposing   38
apprehended   30
inconvenience   9
accountable   5
advice   32
province   77
remains   71
fate   84
alarmed   46
sincere   38
excited   47
anxiety   65
gently   62
declares   12
cared   31
hereabouts   12
tempt   41
creating   11
assure   92
slight   284
state   157
conceal   61
destiny   12
respecting   18
suspected   44
transition   10
weather   136
surmise   12
vi   14
direction   83
decidedly   31
following   27
hesitation   158
assurance   38
hints   42
confident   26
fairest   21
falling   106
scruple   23
praised   44
warmly   48
wanting   84
improvement   8
perception   59
striking   28
least   516
growing   20
proofs   131
graceful   24
attractions   10
infinitely   37
artlessness   281
contradict   19
gallant   35
decision   38
points   63
principally   13
skilful   12
animation   27
lover   21
sighing   58
seconded   7
sudden   207
likeness   74
leaving   144
stopt   22
naivete   5
exclaimed   94
sooner   165
exquisite   40
possession   167
attempted   104
passion   32
tolerable   38
disgust   17
delight   207
entreat   23
charming   86
drawings   26
flowers   7
landscapes   151
inimitable   10
pieces   177
raptures   15
delicate   217
try   73
difficult   48
peculiarity   9
lines   110
mouth   631
use   304
words   1057
answering   57
persuaded   102
proposal   28
earnest   724
stand   82
pressing   23
containing   85
produced   30
finished   9
portraits   143
decide   30
beginnings   10
displayed   15
miniatures   10
colours   31
pencil   72
turn   589
progress   37
music   144
labour   131
sang   52
steadiness   14
approached   31
excellence   24
artist   71
deceived   44
skill   40
musician   8
accomplishment   24
higher   7
reputation   137
deserved   46
spirited   21
companions   149
capital   14
performances   8
pleases   24
faces   29
variety   218
study   49
sitting   247
stealth   5
kindest   11
unlike   36
bella   40
sheet   21
eager   111
refuse   101
featured   5
fourth   17
mama   8
sketch   125
baby   62
sleeping   71
sofa   18
cockade   5
down   2819
nestled   7
corner   33
george   168
length   277
pet   10
vowed   26
provoked   52
agreed   81
flattering   27
persuading   238
trouble   15
apologised   54
unfavourable   6
husbands   38
wives   156
repeating   29
declaration   23
wait   291
portrait   25
destined   22
honourable   90
blushing   11
attitude   66
keeping   38
presented   69
mixture   22
fidgeting   474
stationing   98
touch   216
gaze   51
offence   73
elsewhere   39
employ   80
occurred   27
lessen   17
listened   77
peace   646
intermission   83
smallest   10
charmed   50
jump   15
displeased   48
discern   29
complaisance   11
throw   92
considerably   22
filling   30
memorial   37
associations   11
promising   20
attending   22
entreated   21
permission   43
party   311
civilities   19
courtesies   6
accompanied   37
rapid   44
continual   85
defended   10
suspecting   18
addressing   30
correct   28
eyebrows   24
resemblance   31
effect   128
shade   89
tall   148
presents   33
proportions   13
fore   30
prettily   7
draws   15
doors   175
shawl   16
shoulders   103
tree   498
safe   164
placing   21
touched   129
admirable   26
framed   14
commissions   33
depended   10
december   17
fogs   21
alert   14
commission   27
executing   8
errand   30
endure   78
assurances   112
desired   17
entreaties   22
repetition   18
frame   40
directions   34
pack   27
incommoding   69
fearful   27
incommoded   53
deposit   151
tender   122
suit   61
languish   7
principal   54
vii   14
fresh   183
services   19
agitated   25
announcing   82
hurried   20
extraordinary   104
longing   24
minute   184
finding   101
parcel   41
besides   197
copy   137
lent   20
songs   37
contained   32
direct   80
wrote   143
fast   331
ashamed   210
asking   67
connect   15
pressed   73
expectation   75
errors   19
grammatical   9
disgraced   7
language   80
conveyed   34
sentiments   32
expressed   15
writer   69
delicacy   15
liberality   34
propriety   41
anxiously   53
paused   35
forced   106
slowly   155
helped   78
express   81
diffuse   6
strongly   42
clearly   32
pen   94
takes   33
certain   21
vigorous   523
returning   103
speedily   35
intelligible   19
doubts   41
unequivocal   27
requires   22
prompted   12
write   201
disappointment   51
beg   99
pardon   122
mistake   102
purport   13
continued   34
reserve   314
contemplating   7
persevered   5
apprehend   341
bewitching   11
silence   8
powerful   69
accept   97
hesitate   11
duty   118
thus   1366
hesitating   10
safer   9
graciously   10
prefer   29
occur   33
definition   10
deceive   49
instead   198
confused   41
thoughtfully   22
mechanically   15
twisted   30
impatience   115
result   40
waited   42
hopes   101
suspense   33
approving   9
grieved   63
wavering   13
visited   60
surmised   6
forcibly   11
aghast   6
dreadful   118
escape   164
honour   369
pang   65
severe   9
killed   163
banished   19
conceited   12
censure   107
conscience   15
natured   22
opposing   80
visiting   24
writing   117
consideration   57
consolation   50
offending   7
cares   34
advised   22
protest   28
formation   5
sentence   65
replying   6
tendency   16
brace   15
decisive   13
ungrateful   16
sealed   50
bringing   92
invited   61
tone   163
draper   120
linen   5
refinement   7
envy   19
teacher   61
conquest   16
appear   220
attentions   406
dark   48
tittle   45
hitherto   69
explained   57
cheering   11
rejected   45
softly   65
absent   63
original   63
allowing   12
bond   39
street   270
modest   36
horse   8
mounts   218
solace   11
introduces   11
prepossession   5
imaginations   21
suspicious   16
grew   182
stronger   90
viii   12
slept   87
gradually   47
appropriated   128
bed   393
judged   119
safest   7
previously   41
defer   16
induced   32
civility   46
ceremony   38
offering   767
amusing   28
answers   16
contrast   35
apologies   18
rude   65
sun   562
invalids   26
privileged   6
stranger   242
substitute   15
entertain   18
pace   6
tedious   50
walker   13
fetch   91
inclined   166
likewise   17
seemingly   66
chat   20
voluntary   17
depends   22
cured   35
improved   10
bestow   41
intended   67
delay   70
tiresome   13
contradiction   18
presently   116
smile   247
fix   43
reason   446
dropt   29
hint   73
adviser   6
offer   339
desperately   16
consult   27
considers   7
imprudent   16
speaks   30
plans   40
advising   6
esteemed   23
counsellor   23
detained   17
wretch   9
absolutely   75
inferred   8
refused   81
red   431
indignation   89
simpleton   9
foolish   129
incomprehensible   13
imagines   5
madness   53
clearer   21
admit   49
address   51
loudly   26
asperity   12
blinds   5
infatuation   14
claims   50
relations   36
simple   155
experience   53
wit   69
avail   18
tempered   37
beneath   167
deserts   21
trust   244
aright   16
cry   333
extreme   52
crossed   49
partiality   22
statement   19
estimated   8
richest   8
moves   23
sphere   27
degradation   7
legal   22
level   56
allowance   19
indubitable   6
whoever   68
move   10
shift   133
ambition   41
proceeded   71
selfish   36
farthest   20
reply   91
assertion   17
contemptible   17
represent   15
possesses   11
recommendations   8
nine   36
ninety   116
philosophic   6
fall   489
minds   65
certainty   41
chusing   206
sought   5
consequently   30
nice   93
comprehending   10
readiness   24
highest   105
possess   147
bewitches   23
pick   7
satisfies   51
wondered   46
receives   16
perceive   91
unfortunate   56
puff   18
weak   95
working   110
mischief   6
produces   88
expectations   16
offers   10
connecting   7
obscurity   9
prudent   58
disgrace   27
involved   35
mystery   74
revealed   74
encourage   17
greatly   135
teach   168
desperate   62
master   393
angry   176
abide   26
application   99
refusal   13
tolerate   5
assistant   5
altered   51
sincerity   35
unconcerned   7
habitual   10
opposite   101
unpleasant   36
views   49
secret   265
projects   5
disclaimed   131
act   138
apiece   755
pounds   77
thousand   11
doings   64
abruptly   63
vexed   52
promoting   5
affair   85
exceedingly   24
provoking   113
adversary   30
cast   15
materially   598
staying   52
uneasy   23
possibility   42
pleading   5
failure   8
prominent   9
uneasiness   23
justify   38
pretensions   11
observer   7
hastily   63
attentive   38
otherwise   127
motives   466
war   23
effects   34
originally   31
prudence   25
suggest   28
attend   82
sick   181
park   93
club   8
whist   22
player   23
shabby   10
journey   148
bearer   14
conscious   62
rode   36
significantly   8
ix   12
forgiven   66
proceedings   12
endeared   74
sighed   33
visibly   10
remembered   137
furnished   34
latter   97
utmost   112
improving   14
chapters   9
intention   38
easier   41
pleasanter   8
imagination   64
range   23
comprehension   13
enlarge   17
facts   12
labouring   34
sober   40
literary   14
pursuit   49
mental   21
collecting   16
transcribing   9
hot   5
paper   143
quarto   140
ciphers   9
trophies   6
collections   11
grand   5
literature   124
scale   25
assisted   22
invention   15
putting   61
recollect   167
worth   105
ended   111
kitty   31
riddle   31
charades   11
intently   22
recollections   10
breathe   48
lips   233
recited   21
affliction   287
denote   101
doth   8
d   7
destin   2397
heal   7
soften   44
pages   16
freshness   23
security   17
stupidest   291
inspire   11
inspiration   7
piece   169
addressed   39
collection   30
expose   24
deep   338
pause   109
examine   12
loth   38
displays   5
kings   21
pomp   425
earth   80
ease   1683
lords   15
luxury   128
behold   1468
monarch   11
seas   162
reverse   18
flown   61
freedom   11
bends   8590
lord   1351
sea   8
slave   39
reigns   18
supply   5609
thy   53
approval   5
beam   38
caught   10
pondered   244
passing   149
confusion   16
puzzling   101
dulness   5
addresses   8
approve   30
humph   7
benefit   33
convince   38
crisis   15
observations   17
eagerness   53
kingdom   364
trident   38
syllable   30
sharks   54
listen   113
court   230
cream   745
ship   12
follows   35
resist   41
concluding   24
pointed   100
completest   292
clear   222
congratulate   17
confirm   26
alliance   13
articulate   17
arrive   30
acknowledgment   10
verses   22
motto   7
play   285
prologue   11
prose   13
month   337
strangest   11
eltons   7
smiths   22
courts   37
pre   18
homes   7
respective   15
channel   17
sends   10
smooth   64
edition   6
passage   9
shakespeare   167
michaelmas   8
handsomest   6
invitations   13
texts   68
front   380
ran   184
peeped   11
scolded   11
staid   29
arm   352
cole   61
provided   59
conduct   130
fools   59
phrase   34
rise   285
satisfy   50
nicely   16
studied   19
twelvemonth   20
declining   20
exception   23
intent   52
comparisons   7
cheeks   44
glow   34
committed   108
beaming   20
private   84
couplet   70
ceases   11
poet   91
parts   24
submitted   165
publicity   5
pays   12
tenderest   6
betray   43
overpowered   13
tribute   54
secrecy   27
pushed   56
proceed   75
souls   138
ridiculous   28
inquiry   53
recurrence   11
fairy   43
distinctly   31
explanations   10
conclusion   37
aye   200
nodded   26
deplore   75
flame   106
kindled   6
aid   27
hood   12
wink   38
approach   603
near   80
fatal   39
page   30
grandmama   13
nursery   19
easter   7
inconvenient   26
lawyer   12
sadly   40
necessity   72
thankful   19
promises   34
musing   13
accomplish   34
unwelcome   16
submissive   10
affected   51
branch   73
eldest   65
chair   108
string   60
grandpapas   84
knife   25
rough   49
boys   154
hardy   89
sharp   143
tosses   25
frightful   27
whichever   11
clock   40
hero   107
preparation   45
discerned   19
push   42
die   468
ostensible   9
dining   40
conditionally   167
disappointing   41
rubber   9
declined   84
re   36
urged   30
bow   254
amiss   20
glanced   20
examined   35
writes   16
effusion   8
honoured   32
proudest   6
apt   30
parade   20
speeches   42
incline   27
indulge   179
laugh   16
sublime   25
x   12
charitable   18
cottage   15
detached   130
angles   60
broad   15
irregular   207
leading   26
main   97
abode   81
dwellings   27
rose   379
smartened   18
observing   8
remark   50
slackened   39
yellow   138
admires   45
curtains   5
gates   10
hedges   27
intimately   205
pollards   12
class   7
probabilities   28
contrive   9
pretence   23
housekeeper   43
message   74
induce   16
recollecting   58
tempted   24
inducements   5
fool   161
formidable   16
image   165
relative   20
unmarried   8
celibacy   37
narrow   66
sport   26
candour   11
contract   9
sour   14
barely   12
apply   22
contracted   12
shilling   36
sixpence   25
resources   13
occupations   9
variation   5
carpet   22
affections   35
avoided   20
sensation   29
fear   683
parent   19
blinder   12
warmer   13
nieces   25
forbid   1185
heaven   62
knightleys   7
fairfax   241
stomacher   15
grandmother   42
death   8
tires   981
topics   6
distresses   13
superseded   16
relief   59
counsel   174
purse   50
romantic   14
temptations   30
virtue   90
sympathy   34
troubles   32
intelligence   52
sickness   39
remaining   60
impression   69
scene   115
sights   38
trifling   18
creatures   114
vanish   22
footstep   53
hedge   6
path   17
slippery   112
stopping   43
wretchedness   13
recall   22
bend   50
stability   72
exertion   44
wretched   67
empty   138
distressing   13
ourselves   138
joined   145
sufferings   29
parley   9
accompany   16
increase   130
footpath   8
imitation   6
alteration   172
stopped   25
lacing   13
stooping   20
begged   68
overtaken   8
orders   73
setting   80
broth   14
pitcher   22
acting   30
ahead   59
obligation   15
involuntarily   21
theirs   59
around   223
join   130
detail   19
experienced   26
cellery   24
cheese   249
stilton   49
dessert   77
root   5
interests   12
serve   274
quietly   93
arrange   11
broke   160
lace   34
ditch   52
throwing   19
acknowledged   197
inability   42
rights   36
equipped   5
proposition   5
alertness   21
conducting   7
communicated   25
fully   106
incessant   27
practicable   11
lovers   70
windows   115
aspect   54
glory   524
successfully   14
purposely   12
gallantries   10
advances   27
cautious   14
inch   45
believes   25
hazard   11
device   13
ingenious   15
xi   11
quicken   16
superintend   61
anticipation   10
henceforth   34
reality   92
prime   32
advance   71
rapidly   60
somehow   127
exciting   9
surry   19
autumn   12
bathing   48
holidays   19
apprehensively   6
coachman   5
fatigues   10
alarms   5
needless   13
competent   9
maids   21
reaching   41
arrival   41
bustle   68
dispersed   6
variously   22
noise   219
endured   23
maternal   12
respected   15
ones   37
solicitude   163
attendance   130
instantly   19
drinking   74
playing   77
disturbance   6
restless   43
doating   16
tenderly   15
ties   10
also   9
inherited   2186
fears   72
wingfield   10
alike   80
benevolence   15
habit   62
profession   50
prevented   52
reserved   46
capable   56
unreasonably   7
reproach   123
perfection   44
worshipping   14
defects   7
clearness   14
ungracious   10
law   736
escaped   123
injuries   5
calmly   53
blindness   17
regardless   10
forbearance   21
fidgetiness   12
bestowed   5
remonstrance   5
retort   41
charity   64
unsullied   18
seated   81
shake   119
grievous   45
hesitated   25
excepting   31
false   148
exact   29
extent   55
letters   152
disengaged   41
doubted   18
forget   216
strike   106
convenience   21
aside   202
advocate   9
misery   85
existed   7
flying   127
kite   8
windy   8
september   18
cobham   72
fever   37
passes   22
fly   118
exceeding   78
weymouth   18
sept   312
c   16
f   11
signed   35
coolly   33
finds   31
depending   6
affords   5
bordered   5
resulted   5
sufficiency   163
xii   10
disagreement   5
procuring   11
concession   5
quarrelled   18
assist   48
arms   36
danced   245
unceremoniousness   6
estimate   14
whim   5
dealings   6
lives   143
lapse   5
example   66
renewing   8
argument   52
bitterly   32
disappointed   64
ye   4674
burying   59
english   172
succeeded   12
calmness   35
indifference   62
requisite   8
mixing   41
rarely   6
subjects   8
occasionally   37
communicative   6
magistrate   25
anecdote   177
field   440
fail   17
local   135
attachments   12
longest   6
drain   9
felling   26
acre   12
corn   6
destination   79
turnips   181
wheat   144
equality   24
cooler   6
rendered   32
interrupting   11
labours   19
terribly   20
tired   94
article   5
unpersuadable   20
ordered   61
discourse   43
south   273
throat   31
weakness   79
unsafe   5
envious   11
miserable   62
forgets   10
tells   53
practice   33
calling   130
attributed   9
embrocation   10
august   22
bateses   5
colds   6
heavy   220
sickly   21
confound   27
neighbourhood   60
airy   13
vicinity   22
aches   8
pale   157
turning   241
fatigued   9
graham   14
scotland   26
prejudice   14
praising   18
accidentally   17
excessively   29
campbell   320
colonel   51
discussed   10
topic   5
harmony   48
similar   15
agitation   55
philippics   257
failures   25
unfortunately   8
recent   17
cook   120
hired   38
dangerous   87
fixing   59
shaking   14
ejaculation   231
consequences   16
relish   22
restore   59
suffice   14
interval   47
moreover   219
mud   29
holds   85
lodgings   182
pure   22
consulted   30
stake   18
travel   43
reached   131
breaking   86
coast   152
convey   30
langham   101
cut   548
meadows   36
conceive   42
maps   12
harsh   17
reflections   23
unconsciously   15
attributing   5
soothing   25
renewal   5
xiii   7
swiftly   67
engagement   11
mornings   122
avoiding   14
denial   14
division   25
preference   18
amounted   5
occupy   13
carriages   50
numbers   49
doom   49
feverish   16
sore   129
excluded   9
absences   7
unavoidable   15
advanced   56
invalid   9
carry   205
glowing   23
despatch   8
mutton   17
pudding   12
rice   9
roast   16
hastening   11
complaint   6
describing   30
heat   9
inflamed   108
pulse   35
liable   19
throats   10
alarm   76
putrid   5
excess   25
remain   188
feed   116
snow   146
interfere   11
hoarse   29
demand   30
conceptions   59
vision   120
muttering   16
rejoicing   46
civilly   12
accepting   27
prompt   14
exulting   10
dignities   18
employments   6
duties   31
naming   7
parting   51
assuring   7
news   124
prepared   194
balance   30
works   360
overlook   9
moderate   25
negligent   12
astonishment   100
imagining   11
behaviour   100
regulate   29
ascertain   9
blunders   8
mistakes   11
coldness   29
increasing   15
punctually   7
shrinking   7
flakes   67
motion   12
overcharged   244
white   789
happiest   37
abroad   124
sacrifice   247
drive   135
discontent   23
expressing   5
encounter   33
absurdity   9
folly   102
deem   10
clothing   5
thinner   28
defiance   24
shelter   19
dull   67
dismal   30
servants   584
colder   12
rooms   9
shivering   85
assent   17
emulate   5
administered   47
travelling   5
usually   24
heroism   10
glasses   48
wrapped   39
arrived   106
step   113
spruce   6
dressing   33
lengthened   10
dress   137
cordial   29
flattered   11
complaints   17
dismay   21
lasted   24
modern   12
precautions   114
breath   49
fenced   20
guarded   187
afternoon   46
ha   168
snows   13
extremely   119
nnight   6
astonished   90
fires   39
values   19
select   7
accommodate   10
enter   484
slavery   6
paid   131
gate   42
sweep   374
xiv   7
disperse   28
joyous   14
related   45
arrangements   20
communication   5
uninterrupted   39
enjoy   79
engrossed   11
project   50
continually   30
elbow   138
avoid   73
internal   12
suggestion   20
transfer   8
absurd   34
insufferable   14
zeal   43
effort   30
preserve   52
positively   26
amongst   93
overpowering   8
syllables   5
reviving   8
coupled   16
sensations   29
timed   6
appearing   40
polite   26
substance   110
released   16
saddle   18
assented   19
sacrifices   85
january   15
secrets   39
stir   59
issue   63
nodding   25
calculate   12
caprices   6
devil   315
stone   187
wishing   54
sanguine   18
stands   94
rules   22
spare   108
blessing   112
instinctive   6
confinement   15
gladly   31
apprehensive   12
delays   9
jealous   57
jealousy   54
caution   40
individual   34
nephew   31
exercises   7
owes   5
xv   7
convivial   6
awake   109
terror   104
perverse   30
infection   6
earnestness   18
chamber   89
learnt   32
concealing   17
inconstancy   9
abominable   36
behaving   8
disorder   13
careless   14
scrupulous   41
nurse   51
catching   46
complain   34
assuming   15
offended   75
removing   28
reproof   23
succeed   24
examining   26
opened   350
covered   179
drifting   11
wind   341
engagements   98
prove   30
storm   92
consternation   16
pursuing   39
bleak   36
blown   14
midnight   83
confessing   11
lest   310
hurrying   29
accommodation   18
contrivance   5
lodged   43
exclamation   21
representation   8
revived   21
blocked   9
adventurous   12
accumulations   5
drifted   7
along   453
shod   8
nowhere   16
clouds   160
tidings   66
appeased   9
recommending   13
urging   6
brief   37
bell   104
ring   132
rung   10
cool   9
deposited   98
recover   41
carefully   83
darker   44
discovery   23
stept   5
escorted   6
shut   227
tete   13
suspicions   31
quarters   32
restrain   15
gravity   28
demanded   52
seized   40
availing   91
declaring   18
adoring   26
fearing   24
ardent   10
resolved   104
seriously   59
apology   33
professing   6
vainly   16
resolve   23
drunkenness   12
deliver   308
accent   31
amazement   48
drunk   62
elevate   5
confuse   5
injurious   15
protested   64
slightly   53
acknowledging   18
resumed   60
urgent   15
fewer   10
politeness   9
presumption   13
struggles   41
witnessed   18
professions   17
alive   751
dead   187
misled   6
marking   61
sole   12
adoration   12
insinuating   5
uppermost   16
joyously   10
interpret   15
error   38
attraction   23
ends   102
inequality   6
resentment   45
supplication   26
swelling   22
emotions   18
zigzags   28
indispensable   23
coldly   8
indescribable   27
irritation   19
proudly   11
dangers   83
trembling   13
solicitous   10
perturbation   9
needed   44
separating   9
xvi   7
curled   17
overthrow   25
development   13
blow   156
humiliation   16
doubled   13
unmarked   13
headed   164
thick   47
instant   273
indebted   11
start   83
shewn   26
mortifying   9
respects   26
sunk   60
proposals   12
insulted   19
arrogance   7
pretended   10
abundance   19
sighs   85
devise   24
enrich   7
younger   71
ancient   115
inconsiderable   28
landed   7
belonged   64
sources   8
secondary   5
raving   8
honesty   36
courtesy   12
motive   40
observation   22
ordinary   94
warrant   55
trick   49
introducing   10
coxe   81
pert   8
explanation   56
future   158
continuing   32
gloom   24
temporary   36
analogy   6
operation   25
brighter   24
softened   15
disappoint   7
acute   7
principals   5
further   181
asunder   32
atmosphere   38
frost   29
freeze   10
prisoner   49
absenting   16
confine   10
wise   370
seclusion   10
cleared   39
hanging   85
xvii   6
lamentations   9
innocently   8
feminine   15
ceremonious   5
bath   141
compliance   12
regretted   16
impossibility   15
retain   27
commands   18
agreeably   5
announced   25
pointedly   5
acknowledgments   20
lonely   39
promptitude   9
recovered   69
undergo   7
penance   15
destroy   319
feeding   32
prophecies   7
confession   32
renewed   38
lowly   28
modesty   16
attaching   11
abundantly   37
artless   8
dignity   65
resemble   8
welfare   17
minded   47
discreet   9
promote   20
method   27
striving   21
extinction   6
composure   43
routine   7
betraying   11
maintained   21
non   11
resolutely   12
inevitable   26
strive   32
unrequited   6
evident   51
persisting   9
removal   29
cooling   5
moderation   10
wound   89
cure   46
xviii   6
distant   132
occurs   6
depression   5
proportionate   5
begins   39
flies   40
restored   63
foresaw   9
suffer   164
suffered   118
temptation   39
announce   41
ending   22
perceived   95
arguments   19
unnatural   34
luxurious   15
contrived   28
tempers   8
conceived   63
amount   24
limb   25
rid   51
idlest   8
watering   19
proves   11
unfair   9
interior   27
vigour   14
messages   14
rightly   27
simply   74
mark   174
opposition   28
situations   17
provide   29
loud   194
hearts   209
consistently   37
bending   34
unmanageable   6
transported   15
obedience   60
observance   7
burst   142
nought   48
roused   25
opposed   18
yielding   22
notions   29
expert   16
falsehoods   6
hit   54
preserving   7
preventing   8
singular   36
doubly   6
signified   9
french   111
plausible   5
treasure   81
virtues   24
parishes   193
chattering   7
coxcomb   6
enable   11
require   58
breathing   36
king   3149
politician   16
display   16
flatteries   6
puppy   18
prejudiced   6
sins   191
imperfection   24
presumed   9
scanty   8
counteract   7
waste   121
apartment   100
floor   19
sized   20
cordially   9
knitting   14
warmest   12
thanks   129
coles   17
ceremonies   10
ball   123
commendation   12
handsomely   13
wander   43
mistresses   5
jumped   64
usher   37
dancing   101
inquiring   19
unexpected   26
eagerly   92
hunting   37
hid   188
apologise   5
crosses   8
fills   14
amazingly   6
god   5287
spectacles   51
handwriting   11
beautifully   13
deaf   29
twice   120
meanwhile   16
pondering   48
raising   27
remarkable   38
friday   8
saturday   20
tuesday   25
wednesday   9
campbells   26
dixon   35
ireland   45
impatient   79
kingdoms   64
countries   75
declare   163
press   58
dublin   15
blame   49
animating   7
accompanying   17
excused   10
joint   30
backward   52
whirling   22
dashed   74
sails   36
presence   218
